// Configuration Object
var config = {};

/*-------------------------------------------------------------------*/
/*      1. Form Messages
/*-------------------------------------------------------------------*/

config.formMessages = {
    sent          : 'Сообщение отправлено. Спасибо!',
    fail          : 'Ууупс! Ошибка отправки . Пожалуйста попробуйте позднее',
    failEmail     : 'Неверный Email!',
    emptyFields   : 'Заполните все обязательные поля!!'
};

/*-------------------------------------------------------------------*/
/*      2. Google Map
/*-------------------------------------------------------------------*/

config.gmap = {
    latitude    : '52.025122',
    longitude   : '113.540043',
    zoom        : 16,
    marker      : 'img/marker.png'
};

/*-------------------------------------------------------------------*/
/*      3. Easy Background System Settings
/*-------------------------------------------------------------------*/

config.backgrouns = {};